export enum DogBreedEnum {
    //БОРЗЫЕ/ GREYHOUND GRH
    'Универсальный размер',
    'Левретка',
    'Уиппет',
    'Басенджи',
    'Чирнеко-дель-Этна',
    'Грейхаунд',
    'Салюки',
    'Испанский гальго',
    'Польский харт',
    'Вольфхунд',
    'Русская псовая борзая',
    'Фараонова собака',
    'Афганская борзая',
    'Ирландский волкодав',
    'Выжла',

    //БУЛЬТЕРЬЕРОПОДОБНЫЕ СОБАКИ  / BULLY
    'Французский бульдог',
    'Мопс',
    'Бостонский терьер',
    'Мини бультерер',
    'Бультерьер',
    'Питбуль (Американский стаффордширский терьер)',
    'Американский бульдог',
    'Английский бульдог',
    'Ротвейлер',


    //ALL BREEDS / ALL
    'Немецкий шпиц',
    'Мальтезе',
    'Тойтерьер',
    'Мини пудель',
    'Фокстерьер',
    'Цвергпинчер',
    'Джек-рассел-терьер',
    'Бигль',
    'Сент-юсужский спаниель',
    'Лабрадор-ретривер',
    'Родезийский риджбек',
    'Далматин',
    'Немецкий боксер',
    'Аргентинский дог',
    'Китайская хохлатая',
    'Тайский риджбек',
    'Курцхаар', //new
    'Дратхаар', //new
    'Чихуахуа',
    'Веймаранер', //new
    'Ксолоитцкуинтли', //new
    'Американский голый терьер', //new
    'Йоркширский терьер',
    'Хаски',
    'Вельш-корги',

}
